Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/returning_to_education/adult_literacy.html.txt.tmx
Source language: en
Languages: ga

source: A significant proportion of the Irish population has low levels of literacy
ga: Tá léibhéal íseal litearthachta ag líon suntasach de dhaonra na Éireann

source: This means that tasks like filling in forms, helping their children with their homework or reading the instructions on a medicine bottle are difficult for a large number of people
ga: Ciallaíonn sé seo go mbíonn deacrachtaí móra ag cuid mhaith daoine le gnáthobair ar nós foirmeacha a líonadh, cúnamh a thabhairt dá bpáistí le cleachtadh baile, nó treoracha ar bhuidéal leighis a léamh

source: The Education and Training Board (ETB) runs an adult literacy service which allows people with reading and writing difficulties to gain access to literacy education
ga: Tugann Scéim Litearthachta do Dhaoine Fásta an Boird Oideachais agus Oiliúna, deis do dhaoine a bhfuil deacrachtaí léitheoireachta agus scríbhneoireachta acu teacht ar oideachas litearthachta

source: The Adult Literacy Organiser (ALO) of the ETB is responsible for managing the delivery of the adult literacy service
ga: Tá Eagraí Oideachais do Dhaoine Fásta (EODF) an BOO freagrach as cinntiú go bhfuil an Scéim Litearthachta do Dhaoine Fásta curtha i bhfeidhm

source: The ETB adult literacy service involves literacy tutors providing tuition to adult students
ga: Cuireann teagascóirí litearthachta de chuid Scéim Litearthachta an Boird Oideachais agus Oiliúna teagasc ar fáil do mhic léinn fásta ar fud na hÉireann

source: In addition, the radio and television projects of NALA's Distance Education Service and the website Literacytools.ie can be used by people in their own homes
ga: Freisin, tugann tograí raidió agus teilifíse ar a dtugtar Seirbhís Cianoideachas GNLA agus an láithreán gréasáin Literacytools.ie deis do na daoine ranganna litearthachta a fháil ina dtithe féin

source: Education and Training Boards
ga: Boird Oideachais agus Oiliúna

source: Since 1 July 2013, Education and Training Boards (ETBs) replaced Vocational Educational Committees (VECs)
ga: Ó 1 Iúil 2013, cuirfear Boird Oideachais agus Oiliúna (BOO) in áit coistí gairmoideachais

source: All services provided by VECs will continue to be provided by ETBs
ga: Leanfaidh na BOO an uile sheirbhíse soláthartha ag na coistí gairmoideachais a sholáthar

source: FÁS training centres will also transfer to ETBs
ga: Aistrítear ionaid oiliúna FÁS chuig BOO freisin

source: If you wish to improve your reading, writing and maths skills
ga: Má tá tú ag iarraidh do scileanna leitheoireachta/scríobhneoireachta/matamaitice a fheabhsú

source: Learners and tutors interact on an equal basis in the ETB adult literacy service and classes focus on the needs of the learner as an individual
ga: Imoibrím teagascóirí agus foghlaimeoirí ar bhonn cothrom i Scéim Litearthachta an Boird Oideachais agus Oiliúna agus díríonn na ranganna ar riachtanais an fhoghlaimeora mar dhuine aonair

source: The people who attend the ETB adult literacy service come from all walks of life and have different reasons for wanting to improve their reading, writing, spelling and maths, whether it be self-improvement, job advancement or just to helping their children with their homework
ga: Tagann na daoine a fhreastalaíonn ar Scéim Litearthachta an Boird Oideachais agus Oiliúna as chuile cháilíocht saolta agus bíonn fáthanna difriúla acu a gcuid leitheoireachta, scríobhneoireachta, litrithe agus matamaitice a fheabhsú, bíodh sé mar féin-fheabhsú, chun post níos fearr a fháil, nó díreach chun cúnamh a thabhairt dá bpáistí lena gcleachtadh baile

source: You do not need to have reached a certain standard of education (for example, the Junior or Leaving Certificate) to join
ga: Ní chaithfidh tú caighdeán oideachais áirithe a shroicheadh (mar shampla, an Teastas Sóisearach nó an Ardteistiméireacht) chun a bheith páirteach sa scéim

source: You can use the service for as long as you wish and it is also possible to take a break and rejoin it at a later stage
ga: D'fhéadfá páirt a ghlacadh sa scéim le haghaidh do rogha tréimhse agus chomh maith leis sin is féidir an scéim a fhágáil ar feadh tamaill agus páirt a ghlacadh ann arís níos deireanaí

source: Everyone has his or her own trained literacy tutor and, before you start your first class, you will decide together what you would like to cover
ga: Bíonn a T(h)eagascóir Litearthachta féin ag chuile dhuine a ghlacann páirt sa scéim agus sula dtosaíonn tú ar do chéad rang, déanfaidh tú féin agus an teagascóir cinneadh le chéile céard ba mhaith leat a chlúdú

source: Your tutor will then plan each class to suit you
ga: Déanfaidh do theagascóir plean do gach rang a fheileann duit

source: There is no set course and classes are usually around two hours long per week
ga: Níl cúrsa ar leith leagtha síos agus de gnáth maireann ranganna thart ar dhá uair an chloig in aghaidh na seachtaine

source: It is important to remember that there are people of every age and from every background with low levels of literacy
ga: Tá sé tábhachtach go gcuimhníonn tú go bhfuil daoine eile in Éirinn de chuile aois agus ó chuile chúlra le léibhéal íseal litearthachta

source: You have no need to feel embarrassed or anxious and your attendance is confidential
ga: Ní gá duit a bheith buartha nó náirithe faoi pháirt a ghlacadh i scéim agus bíonn do thinreamh ar scéim litearthachta ar bith faoi rún

source: All tutors are specially trained to help you feel at ease and get the most out of your classes
ga: Faigheann na teagascóirí uilig oiliúint chun go mbeidís in ann thú a chur ar do shuaimhneas ionas go mbainfidh tú an méid tairbhe agus is féidir as na ranganna

source: When you contact the adult literacy service in your local ETB, the person in charge of your local service will invite you to call in to discuss the service and your needs
ga: Nuair a dhéanann tú teagmháil le scéim, tabharfaidh an duine atá i gceannas ar do scéim áitiúil cuireadh duit teacht isteach chun na scéime agus do riachtanais maidir léi a phlé

source: There is no test or right or wrong answers to questions
ga: Níl scrúdú i gceist agus níl a leithéid de rud agus freagra ceart nó mí-cheart ar cheisteanna

source: After this meeting, the organiser will arrange for a tutor to work with you
ga: Tar éis an chruinnithe seo socróidh an timire teagascóir chun dul i mbun oibre leat

source: Students and tutors work closely together so it is important that you get on well together
ga: Oibríonn mic léinn agus teagascóirí go dlúth le chéile, mar sin tá sé tábhachtach go réitíonn sibh go maith le chéile

source: If you are not happy with your tutor, you can talk in confidence to the person in charge of your local service, usually the Adult Literacy Organiser
ga: Muna bhfuil tú sásta le do theagascóir, d'fhéadfá labhairt faoi rún le timire na scéime

source: If you wish to become an adult literacy tutor
ga: Má tá tú ag iarraidh a bheith i do theagascóir litearthachta do dhaoine fásta

source: You do not need specific educational qualifications or to have worked as a teacher to become an adult literacy tutor as you will be given full training
ga: Níl cáilíochtaí oideachais ar leith ag teastáil chun bheith i do theagascóir litearthachta do dhaoine fásta agus ní chaithfidh tú taithí mhúinteoireachta a bheith agat, mar chuirfear traenáil iomlán ort

source: All that is required of you is a genuine desire to work with adults who have literacy difficulties
ga: Teastaíonn go mbeadh fíorfhonn oibre le daoine fásta a bhfuil deacrachtaí litearthachta acu ort

source: If you can read, are a good communicator and are confident in your ability to understand adults with literacy difficulties, then you can help
ga: Má tá tú in ann léamh, má tá scileanna maithe cumarsáide agat agus má tá misneach agat i dtaobh do chumais daoine fásta le deacrachtaí litearthachta a thuiscint, d'fhéadfá cabhair a thabhairt

source: If you wish to become a tutor in a ETB adult literacy service, you should contact your local ETB Adult Literacy Organiser for details of initial training courses in your area
ga: Má tá tú ag iarraidh a bheith i do theagascóir i Scéim Litearthachta an Boird Oideachais agus Oiliúna do Dhaoine Fásta, ba cheart duit dul i dteagmháil le do thimire áitiúil i scéim litearthachta an Boird Oideachais agus Oiliúna le haghaidh sonraí na gcúrsaí traenála i do cheantar

source: You can contact the organiser by phoning your local ETB office or National Adult Literacy Association (NALA)
ga: D'fhéadfá dul i dteagmháil leis an timire ach glaoch a chur ar oifig do Boird Oideachais agus Oiliúna áitiúil, nó an GNLA

source: National Adult Literacy Events
ga: Imeachtaí Náisiúnta Litearthachta d'Aosaigh

source: NALA organises two main National Literacy Events
ga: Eagraíonn an GNLA dhá Phríomhimeacht Náisiúnta Litearthachta

source: The first of these is International Literacy Day, a one-day national conference and celebration of the work of the NALA Literacy service
ga: Lá Idirnáisiúnta Litearthachta, comhdháil náisiúnta lae a cheiliúrann obair na seirbhíse litearthachta a dhéanann an GNLA an chéad imeacht

source: The second is Literacy Awareness Week, a week of nationwide events focusing on adult literacy
ga: Seachtain Eolais Litearthachta, seachtain imeachtaí ar fud na tíre a dhíríonn ar litearthacht do dhaoine fásta an dara imeacht acu

source: The ETB adult literacy service is open to all adults who have literacy difficulties
ga: Tá Scéim Litearthachta do Dhaoine Fásta an Boird Oideachais agus Oiliúna oscailte do gach duine fásta a bhfuil deacrachtaí litearthachta aige/aice

source: There is no charge for joining a ETB adult literacy service or for participating in the tutor training course
ga: Níl táille ar bith ag baint le páirt a ghlacadh i Scéim Litearthachta do Dhaoine Fásta, ná chun páirt a glacadh sa Chúrsa Traenála do Theagascóirí

source: The ETB adult literacy service is available through your nearest ETB and in some local community/resource centres
ga: Tá Scéim Litearthachta do Dhaoine Fásta an Boird Oideachais agus Oiliúna ar fáil tríd an mBoird Oideachais agus Oiliúna is gaire duit agus i gcuid de na hionaid áitiúla pobail/acmhainní

source: The address of your local literacy provider can be found here or in your local telephone directory
ga: Tá seoladh do soláthraí litearthachta áitiúil ar fáil anseo nó i d'eolaire teileafóin áitiúil

source: You can find out more information about literacy on www.literacy.ie
ga: Tá tuilleadh eolais ar fáil ar an láithreán gréasáin www.literacy.ie

source: In addition, information posters on the ETB adult literacy service are often displayed in community and resource centres, local libraries, churches, doctor's surgeries, post offices and Citizens Information Centres
ga: Chomh maith leis sin, go minic bíonn póstaeir eolais faoi Scéim Litearthachta an Boird Oideachais agus Oiliúna curtha suas in ionaid phobail, ionaid acmhainní, leabharlanna áitiúla, séipéil, seomraí freastail dochtúra, oifigí poist agus Lárionaid Faisnéise do Shaoránaigh

source: These posters will tell you where to go and who to contact
ga: Inseoidh na postaeir seo duit cá háit le dul agus cén duine ba cheart duit dul i dteagmháil leis/léi

source: Many trade unions also offer free literacy schemes for their members
ga: Tairiscíonn neart ceardchumann scéimeanna litearthachta saor in aisce dá mbaill

source: If you are a member of a trade union, you should contact your union directly for information
ga: Más ball ceardchumainn thú, ba cheart duit dul i dteagmháil le do cheardchumann chun eolas a fháil

source: If you are interested in getting classes from the ETB adult literacy service, you should contact the Adult Literacy Organiser in your local ETB. You can join at any stage during the year
ga: Má tá spéis agat páirt a ghlacadh mar mhac léinn i Scéim Litearthachta an Boird Oideachais agus Oiliúna, ba cheart duit dul i dteagmháil leis an Timire Litearthachta do Dhaoine Fásta nó leis an Timire Oideachais do Dhaoine Fásta i do Boird Oideachais agus Oiliúna

source: You can contact the organiser by phoning your local ETB office or NALA
ga: Is féidir le mic léinn dul isteach sa scéim ag am ar bith i rith na bliana
